<?$jdf = new jdf()?>
<br/>
<div style = "min-width:100%; width:100%; min-height:500px; direction: rtl; margin:20px auto 20px auto; font-size: 11px;">
    <table width="100%">
        <tr>
            <td align="center" width="33%"><img src="../../core/images/logo/document_logo.png" width="100px" alt="<?=$_SESSION['companyTitle']?>"></td>
            <td align="center" width="33%"><?=$_SESSION['companyTitle']?></td>
            <td align="center" width="33%">شماره : <?=$param['formValue']['number']?>
                <br>
                تاریخ: <?=str_replace('-','/',$param['formValue']['date'])?>
            </td>
        </tr>
    </table>
    <div style="clear: both; text-align: center; margin:20px auto 30px auto; font-size:15px;"><strong>شرايط ومشخصات مناقصه <?=$param['trade']['specInfo']['data']['monagheseType'].' '.$param['trade']['specInfo']['data']['bargozaryType']?> شماره <?=$param['trade']['generalInfo']['data']['code']?></strong></div>
    <div>الف )موضوع مناقصه : 
        موضوع مناقصه عبارتست از <?=$param['trade']['generalInfo']['data']['title']?> بشرح احجام كار وريز كارهاي اجرائي 
        <p>توضیح 1: <?=$param['trade']['specInfo']['data']['paperCount']?></p>
    </div>
    <div>
        ب )  مناقصه گزار ( کارفرما ):  شرکت توزيع نيروی برق آذربايجانغربی
    </div>
    <div>ج ) شرايط عمومی مناقصه :
        <p>مناقصه بصورت <?=$param['trade']['specInfo']['data']['monagheseType']. ' '.$param['trade']['specInfo']['data']['bargozaryType']?> ودر بين تمامي  شركتهاي داراي <?=$param['trade']['specInfo']['data']['peymankar_condition']?> برگزار خواهد شد وپيشنهاد قيمت بصورت ارائه قيمت <?=$param['trade']['specInfo']['data']['cost_pishnahadType']?> ازطرف پيشنهاددهندگان  خواهد بود .</p>
        <p>1- سپرده شرکت در مناقصه به مبلغ كل <?=''?> ريال  بشرح جدول ذيل می باشد که بايستی به يکی از صورتهای مشروحه ذيل همراه با اسناد مناقصه درپاکت الف به دستگاه مناقصه گزار تسليم شود</p>
        <br><?=$param['trade']['specInfo']['data']['fehrestbaha']?><br>
        <table border="1" width="100%" cellpadding="5px" cellspacing="0">
            <tr>
                <td width="30px">ردیف</td>
                <td>شرح</td>
                <td>حجم کار</td>
                <td>مبلغ سپرده شرکت در مناقصه</td>
            </tr>
            <?
            $fehrestbaha_itemArr = $param['trade']['aghlam']['data'];
            $counter = 0;
            foreach($fehrestbaha_itemArr as $item)
            {    
                $counter++;
                ?>
                <tr>
                    <td align="center"><?=$counter?></td>
                    <td align="center"><?=str_replace('ء','',str_replace('_','-',$item['title']))?></td>
                    <td align="center"><?=number_format($item['quantity'])?></td>
                    <td align="center"><?=number_format($item['totalCost'])?></td>
                </tr>
                <?
            }?>
        </table>
        توضيح  : مبلغ سپرده شرکت در مناقصه بصورت <?=$param['trade']['specInfo']['data']['cost_sepordeType']?> محاسبه شده وبرنده مناقصه نيز <?=$param['trade']['specInfo']['data']['winner_selectionType']?> براي هررديف ازموضوع مناقصه تعيين خواهدشد.
    </div>
    <div><span>الف :</span><span>  رسيد بانکي واريز وجه به حساب سيباشماره 0105592677009 نزد  بانک ملي شعبه برق اروميه ( کد 5133 ) به نشانی اروميه ـ خيابان شهيد باکری ـ ساختمان اداری مديريت برق اروميه</span>
        <span>ب :</span><span> چک تضمين شده بانکی به نفع خريدار</span>
        <span>ج :</span><span> ضمانتنامه بانکی به نفع خريدار ، مدت اعتبار ضمانتنامه بايستی از تاريخ افتتاح پيشنهادات حداقل سه ماه بوده و برای سه ماه ديگر قابل تمديد باشد.</span>
        <span>سپرده نفرات اول و دوم پس از اخذ ضمانتنامه حسن انجام تعهدات و عقد قرارداد با برنده مناقصه آزاد خواهد شد.</span>
        <span>در صورتيکه نفر اول مناقصه از ارائه ضمانتنامـــه حسن انجام تعهدات ( ظرف مدت ده روز از تاريخ ابلاغ نتيجه ) يا عقد قرارداد امتناع ورزد , ضمانتنامه ( سپرده ) شرکت در مناقصه ايشان به نفع خريدار ضبط و خريدار با نفر دوم وارد معامله خواهد شد و چنانچه نفر دوم با توجه به موارد يادشده بالاحاضر به انعقاد قرارداد نشود تضمين شرکت در مناقصه او هم به نفع خريدار ضبط خواهد شد.</span>
    </div>
    <div>ـ حداکثر مدت  نگهداری سپرده نفر دوم از تاريخ افتتاح پاکات ( الف و ب  و ج ) مناقصه سه ماه می باشد.</div>
    <div><span>توضيح شماره 1:</span><span> پيشنهاددهندگانی که ضمانتنامه از موسسات اعتباری دريافت ميدارند بايستی تائيديه بانک مرکزی مبنی براينکه موسسه اعتباری صادر کننده ضمانتنامه مجوز صدور ضمانتنامه را دارد را نيز ضميمه نمايند</span>
        <br><span>توضيح شماره 2:</span><span> چک هاي جاری و شخصي و نظاير آن به عنوان سپرده شركت در مناقصه پذيرفته نخواهد شد و همچنين پيشنهادهاي فاقد سپرده ، سپرده هاي مخدوش و سپرده هاي كمتر از ميزان مقرر قابل قبول نبوده و موجب ابطال پيشنهاد خواهد بود</span>
        <br><span>توضيح شماره3:</span><span> پيشنهاد دهندگانی که قصد تامين سپرده شرکت در مناقصه مذکور را از محل مطالبات خود در شرکت توزيع برق آذربايجانغربي دارند . موظفند تصوير سند مالی مربوطه را به همراه ساير اسناد و مدارک مناقصه در پاکت الف قرار دهند. در غير اينصورت به درخوا ستهای کتبي که فاقد اقدام امور مالی اين شرکت باشند ترتيب اثر داده نخواهد شد</span>
        <br><span>توضيح شماره 4 :</span><span>سپرده هايی که از محل مذکور تامين شوند و در صورتيکه شرکت کننده در مناقصه جزو نفرات اول و دوم نباشد پس از يک هفته از تاريخ برگزاری مناقصه مسترد خواهد شد</span>
        <br><span>توضيح شماره 5 :</span><span> چنانچه مناقصه فوق الذکر به دليل پايان مدت اعتبار پيشنهادها تجديد  شود، کارمزد اعلامی از طرف بانک صادر کننده ضمانتنامه که پيشنهاددهنده از آن ضمانتنامه دريافت کرده است بررسی و به پيشنهاددهنده پرداخت خواهد شد</span>
    </div>
    <div>2- محل ، تاريخ وطرز تسليم پيشنهادات</div>
    <div><span>داوطلب شرکت درمناقصه بايد پيشنهاد خود را</span><span> دريک پاکت لفاف سربسته لاك ومهر شده که محتوی سه( 3 ) پاکت جداگانه الف، ب وج  لاك و مهر شده می باشد وبه ترتيب بندهای بعدی تنظيم وتا ساعت <?=$param['trade']['specInfo']['data']['monagheseJalase_hour']?> ( <?=numToString($param['trade']['specInfo']['data']['monagheseJalase_hour'])?>) روز<?=$param['trade']['specInfo']['data']['monagheseJalaseDay']?> مورخ <?=str_replace('-','/',$jdf->g2j($param['trade']['specInfo']['data']['monagheseJalase_date']))?> به دبيرخانه   شرکت توزيع نيروی برق آذربايجانغربی واقع در اروميه خيابان سربازان گمنام ( برق سابق ) نرسيده به ميدان مخابرات تسليم ورسيد دريافت دارند</span>
        <br>درروی پاکت فوق الذکر بايد موضوع مناقصه ، نام ونشانی پيشنهاد دهنده وتاريخ تسليم پيشنهادنوشته شود ودرمهلت مقرر با اخذ رسيد حاوی ساعت وتاريخ وصول به دبيرخانه ( اتاق  101  )  دستگاه مناقصه گزار تسليم گردد.</div>
    <div>منظور از پيشنهاد مناقصه ، تمام اسناد ومدارک مشروحه دربندهای 3و4 و 5ذيل است که بايد حسب مورد درداخل يکی از  سه پاکت الف ، ب و ج  قرارداده شود.</div>
    <div>توضيح : پاكت لفافه وهريك ازپاکتهای (الف وب وج) که لاک ومهرنداشته و هريک از مدارک مربوطه را در برنداشته باشندکامل نبوده ومردود می باشندو پاكتهاي مفتوح نشده عودت داده خواهد شد .</div>
    <div><span>ـ قابل توجه :</span><span>به پيشنهاداتی که بعد ازساعت مقرر به دبيرخانه دستگاه مناقصه گزار تحويل داده شود ، ترتيب اثر داده نخواهدشد .</span></div>
    <div>3- مدارک واسنادی که بايد درپاکت الف قرارداده شود عبارتنداز:
        <br>1-3- تضمين شرکت درمناقصه که طبق شرح مندرج دربند يک فوق تهيه گرديده ودرصورت قصد ارائه تضمين شرکت درمناقصه بصورت ضمانتنامه بانکی بايد طبق نمونه ارائه شده تهيه وتسليم گردد.</div>
    <div>4- مدارک واسنادی که بايد درپاکت ب قرارداده شود عبارتنداز:
        <br>1-4- برگهای مهر وامضا شده شرايط مناقصه وپيوستهای منضم به شرايط مناقصه 
        <br>2-4- نمونه فرم مهر وامضا شده ضمانتنامه ( شرکت در مناقصه ، حسن انجام تعهدات ، واسترداد کسور وجه ضمان و پيش پرداخت)
        <br>3-4- برگ مهر وامضا شده تعهد نامه اجرا وپذيرش مسئوليت های ناشی از اسناد ومدارک مناقصه
        <br>4-4- رونوشت مصدق اساسنامه ، وروزنامه رسمی ( آگهی تاسيس وآگهی آخرين تغييرات مربوط به انتخاب مدير عامل و اعضا هيئت مديره در مورد دارندگان امضای مجاز پيشنهاد دهنده برای اسناد مالی وتعهد آور بطوريکه مدت اختيارات دارندگان امضای مجاز، مدير عامل و هيئت مديره خاتمه نيافته باشدو در صورتيكه مدت اعتبار هيئت مديره و دارندگان حق امضا خاتمه يافته باشد پاكت پيشنهادي مفتوح نخواهد شد ) به همراه گواهی امضا ثبت شده در دفاتر اسناد رسمی . کپی شناسنامه وکارت ملی اعضای هيئت مديره ومديرعامل وبازرسان شرکت ( در مورد اشخاص حقوقی وشرکتها ) ـ تصوير برگ مجوز بهره برداری کارخانه يا کارگاه ( برای موسسات ، کارگاهها وکارخانه های پيشنهاد دهنده ) ـ کپی کارت ملی وبرگ اول ( درصورت داشتن توضيحات از برگ توضيحات ) شناسنامه پيشنهاددهنده (برای افراد حقيقی)</div>
    <div>توضيح : به استناد نامه شركت توانير به شماره 28046/94 مورخه 94/7/5 اخذ گواهي امضاي ثبت شده صاحبان امضاي مجاز در دفاتر اسناد رسمي الزامي مي باشد</div>
    <div>5-4- فرم مهر وامضا شده تعهد نامه منع مداخله کارکنان دولت در معاملات دولتی 
        <br>6-4- قرارداد تيپ انجام عمليات موضوع مناقصه 
        <br>7-4- ارائه تصوير كارت ملي اعضاي هيات مديره ،مدير عامل ،بازرسان وصاحبان سهام الزاميست
        <br>8-4- ارائه تصوير كارت اقتصادي جديد الزاميست 
        <br>9-4- به استناد بند ز اطلاعيه شماره يك وزارت امور اقتصادي و دارايي در خصوص الزام قانوني تسليم صورتهاي مالي حسابرسي شده، پيشنهاد دهندگان بايد صورتهاي مالي حسابرسي شده رابه همراه اسناد مناقصه  ارائه نمايند
        <br>10-4- ارائه تائيديه صلاحيت ورتبه بندی از دفتر فنی استانداری ( سازمان مديريت وبرنامه ريزی سابق ) يا شركت  توزيع برق آذربايجانغربي در رشته توزيع وانتقال الزامی است </div>
    <div>5- پاکت  ج  محتوی برگ پيشنهاد قيمت</div>
    <div>1-5- پيشنهاددهندگان مكلفندقيمت  پيشنهادي برای هريک ازرديفهاي موضوع مناقصه را  به عدد و به حروف در برگ پيشنهاد قيمت درج نمايد پيشنهادهای مناقصه  بايد از هر حيث کامل وبدون قيد وشرط بوده ودارای  امضاهای مجاز پیشنهاد دهنده باشند وهيچ نوع ابهام ، خدشه عيب ونقص وقلم خوردگی  نداشته باشد وبه پيشنهادهايی که ناقص ، مشروط ، مبهم و خدشه دار وفاقد امضاهای مجاز پیشنهاد دهنده  بوده و داراي عيب ونقص وقلم خوردگی باشند در مناقصه ترتيب اثر داده نخواهد شد وپیشنهاد ابطال و مردود اعلام وکنار گذاشته خواهد شد .بديهی است درصورت برنده شدن هر گونه افزايش بعدی تحت هر عنوانی در صورتحسابهای ارسالی پذيرفته نخواهد بود .</div>
    <div>2-5- فرم پیشنهاد قیمت که حاوی قیمت کل پیشنهادی مناقصه گر به عدد وحروف می باشد در زمره اسناد ومدارک مهم مناقصه محسوب می شود که اوراق وجداول مربوط به تجزيه بهای قیمت نیز در مواردی که لزوم به ارائه آن باشد مکمل فرم مذکور خواهد بود. درصورت تناقص بین حاصل ضرب مقدار وواحد بهای هر قلم با قیمت آن قلم ، قیمت کل آن قلم مبنا خواهد بود همچنین درصورت تناقص بین حاصل جمع قیمتهای کل اقلام با مبلغ پیشنهادی ، مبلغ پیشنهادی مبنا خواهد بود ودرصورت تناقص بین قیمت پیشنهادی به عدد وبه حروف ، پیشنهاد قیمت به حروف مبنا خواهد بود.</div>
    <div>3-5- درصورت ارائه گواهينامه ثبت نام موديان مالياتي <?=$param['trade']['generalInfo']['data']['arzeshAfzoode_total']*100?> (<?=numToString($param['trade']['generalInfo']['data']['arzeshAfzoode_total'] * 100)?>) درصد عوارض وماليات برارزش افزوده به پيمانكار پرداخت خواهد شد .</div>
    <div>4-5- مبناي ارائه قيمت برای پروژه موضوع  مناقصه برابر <?=$param['trade']['specInfo']['data']['paperCount']?> (<?=numToString($param['trade']['specInfo']['data']['paperCount'])?>) برگ فهرست ريز اقلام پيوستی خواهد بود وپيشنهاد دهنده  ميبايست در برگ پيشنهاد اقدام نمايد .
        <br>نحوه ارائه قیمت در برگ پیشنهاد قیمت <?=$param['trade']['specInfo']['data']['cost_pishnahadType']?> می باشد.</div>
    <div>5-5- پيشنهادهای مناقصه  بايد از هر حيث کامل وبدون قيد وشرط بوده ودارای  امضاهای مجاز پيشنهاد دهنده باشند وهيچ نوع ابهام ، خدشه عيب ونقص وقلم خوردگی  نداشته باشد وبه پيشنهادهايی که ناقص ، مشروط ، مبهم و خدشه دار وفاقد امضاهای مجاز پيشنهاد دهنده  بوده و داراي عيب ونقص وقلم خوردگی باشند در مناقصه ترتيب اثر داده نخواهد شد وپيشنهاد ابطال و مردود اعلام وکنار گذاشته خواهد شد . پيشنهاددهنده مکلف خواهد بود برابر برگ پيشنهاد قيمت پيوستی عوارض وماليات بر ارزش افزوده را در قيمت پيشنهادی خود لحاظ نمايد . بديهی است درصورت برنده شدن هر گونه افزايش بعدی تحت هر عنوانی در صورتحسابهای ارسالی پذيرفته نخواهد بود . وبرنده مناقصه ميتواند صورتحسابهای مربوطه را با تفکيک مبلغ ودرصدهای عوارض وماليات ارائه نمايد ولی در نهايت بهای واحددرصورتحسابها بايستی همان مبلغ اعلام شده در برگ پيشنهاد قيمت باشد</div>
    <div>6-5- به تشخيص كميسيون مناقصه به پيشنهادهاي غيرمنطقي ترتيب اثرداده نخواهد شد وازمناقصه كنارگذاشته خواهد شد .<?=$param['trade']['specInfo']['data']['winner_selection_melak']?></div>
    <div>7-5- <?=nl2br(str_replace('"','',str_replace('ء','',str_replace('_','-',str_replace('–','-',$param['trade']['specInfo']['data']['winner_selection_description'])))))?></div>
    <div>8-5- قيمت های پيشنهادی پيشنهاددهندگان از تاريخ افتتاح پاکات ( الف  وب وج )  مناقصه بايستی  حداقل  سه  ماه  دارای اعتبار باشند.</div>
    <div>9-5-در شرايط مساوي، تعيين برنده با قرعه كشي خواهد بود </div>
    <div>6- حداقل پیشنهادات واصله برای مناقصه مذکور ( برای بار اول ) نبايستی کمتر از <?=$param['trade']['specInfo']['data']['min_pishnahad']?> پيشنهادبراي مناقصه باشد در غير اينصورت مناقصه مذکور تجديد خواهد شد ضمنا پس از تعيين نفرات اول و دوم مناقصه ، تضمين شرکت در مناقصه نفرات بعدی مسترد خواهد شد</div>
    <div>7- شركت درمناقصه وتسليم پيشنهادات به منزله قبول آندسته ازآئين نامه هاومقررات دستگاه مناقصه گذاركه مربوط به موضوع مناقصه است، خواهد بود . </div>
    <div>8- پرداخت هرگونه كسور قانوني وعوارضي كه دراجراي قرارداد ناشي ازاين مناقصه به قرارداد تعلق گيرد به عهده پيمانكار مي باشد . </div>
    <div>9- <?=nl2br(str_replace('"','',str_replace('ء','',str_replace('_','-',str_replace('–','-',$param['trade']['specInfo']['data']['bime'])))))?></div>
    <div>10- دستگاه مناقصه گزار ميتواند حجم کارهاي  موضوع مناقصه را در طول مدت قرارداد تا <?=$param['trade']['specInfo']['data']['changeAmount']?> درصد مبلغ کل قرارداد کاهش يا افزايش دهد بدون اينکه دربهای واحد وشرايط انجام كار تغييری حاصل شود وپيمانکار ملزم به قبول آن ميباشد .</div>
    <div>11- به منظور تضمين حسن انجام تعهدات پيمانكار مكلف است همزمان با امضاي قرارداد ضمانتنامه بانكي  ويا واريز وجه نقد معادل <?=$param['trade']['specInfo']['data']['hosnAnjamTaahodatAmount']?> درصد مبلغ كل قرارداد به كارفرما تسليم نمايد .تضمين مذكور به موقع اتمام عمليات موضوع قرارداد (تحويل موقت كليه  پروژه )  بادرخواست پيمانكار وتائيد دستگاه نظارت كارفرماو ارائه مفاصاحساب ازسازمانهاي تامين اجتماعي ودارائي  آزاد خواهد شد.</div>
    <div>12- <?=$param['trade']['specInfo']['data']['hosnAnjamTaahodatAmount']?> درصد از مبلغ هر صورت وضعیت  بعنوان سپرده حسن انجام كار كسر ونزد كارفرما نگهداري خواهد شد. نصف سپرده مذكور به موقع اتمام كارهاي موضوع قرارداد (تحويل موقت  پروژه  )ومابقي سپرده پس از انقضا دوره تضمين که مدت آن <?=$param['trade']['specInfo']['data']['guaranteeDuration']?> می باشد با درخواست پيمانكار وپس از تائيد دستگاه نظارت وارائه مفاصاحساب از سازمانهاي تامين اجتماعي ودارايي آزادودروجه پيمانكار پرداخت خواهد شد </div>
    <div>13- اجرای عمليات موضوع قرارداد  هيچ نوع حق يا رابطه استخدامی برای پيمانکار و کارگران او در شرکت توزيع نيروی برق آذربايجانغربی ايجاد نمی نمايد و صرفا برای انجام کارهای موضوع قرارداد  مطابق با شرايط تصريح شده ميباشد.</div>
    <div>14- تعديل: </div>
    <div><?=nl2br(str_replace('"','',str_replace('ء','',str_replace('_','-',str_replace('–','-',$param['trade']['specInfo']['data']['tadil'])))))?></div>
    <div>15-  مدت ومحل اجراي كار:</div>
    <div>الف) مدت اجرای عملیات :</div>
    <div><?=nl2br(str_replace('"','',str_replace('ء','',str_replace('_','-',str_replace('–','-',$param['trade']['specInfo']['data']['tahvilKhadamatModat'])))))?></div>
    <div>ب) محل اجرای عملیات: محل اجرای عملیات موضوع مناقصه : <?=nl2br(str_replace('"','',str_replace('ء','',str_replace('_','-',str_replace('–','-',$param['trade']['specInfo']['data']['tahvilKhadamatPlace'])))))?></div>
    <div>16- اقلام خارج ازقرارداد :</div>
    <div><?=nl2br(str_replace('"','',str_replace('ء','',str_replace('_','-',str_replace('–','-',$param['trade']['specInfo']['data']['kharejAzGharardad'])))))?></div>
    <div>17- گشايش پيشنهادات : </div>
    <div>( پاکات الف وب وج مناقصه گران) جلسه مناقصه درساعت <?=$param['trade']['specInfo']['data']['monagheseJalase_hour']?> (<?=numToString($param['trade']['specInfo']['data']['monagheseJalase_hour'])?>) روز 
        <?=$param['trade']['specInfo']['data']['monagheseJalaseDay']?> مورخه  <?=str_replace('-','/',$jdf->g2j($param['trade']['specInfo']['data']['monagheseJalase_date']))?> درساختمان مرکزی شرکت واقع در اروميه خيابان سربازان گمنام ( برق سابق ) نرسيده به ميدان مخابرات تشکيل خواهدشد، حضور يک نفر نماينده تام الاختيار ازطرف هريک از پيشنهاد دهندگان درجلسه مناقصه آزاد است .</div>
    <div>18-  نماينده ای که درجلسه مناقصه حضورمی يابد معرفينامه معتبر مبنی برتام الاختيار بودن ( که با امضای دارندگان امضای مجاز صادر شده است ) را بايد به همراه داشته باشد. بهمين منظور  فرم شماره الف تهيه شده ودر داخل  اسناد مناقصه گذاشته شده است .</div>
    <div>19- شرايط تحويل وپرداخت :</div>
    <div>الف) بعدازمبادله قراردادوبادرخواست پيمانكار وارائه ضمانتنامه بانكي تا <?=$param['trade']['specInfo']['data']['pishpardakht']?> 10درصدمبلغ كل قراردادپيش پرداخت به پيمانكار پرداخت خواهدشدومبلغ پيش پرداخت متناسباازصورت وضعيتهاي هاي پيمانكار كسروضمانتنامه مربوطه بعدازاتمام قرارداد (تحويل موقت پروژه) آزاد و به پيمانكار مسترد ميگردد و در صورت درخواست  نسبت به تقليل ارزش ضمانتنامه متناسب باتحويل جنس اقدام خواهدشد.</div>
    <div>ب) کليه پرداختها به پيمانکاركه در ارتباط با عمليات موضوع قرارداد می باشد برابر صورت وضعيت های  تنظيمی باتوجه به درصدپيشرفت فيزيكي که به تائيد  دستگاه نظارت  رسيده باشد ، انجام خواهد گرفت .</div>
    <div>ج) <?=nl2br(str_replace('"','',str_replace('ء','',str_replace('_','-',str_replace('–','-',$param['trade']['specInfo']['data']['otherCondition_pardakht'])))))?></div>
    <div>تبصره :در صورت ارائه نرم افزار تهيه صورت وضعيت توسط كارفرما ،پيمانكار مكلف به اجراي نرم افزار مذكور خواهد بود.</div>
    <div>20-پيمانكار متعهد است به هنگام اتمام قرارداد مفاصاحساب مربوط به كسور قانوني قرارداد راازسازمانهاي تامين اجتماعي واداره كل امورمالياتي اخذ وبه كارفرما ارائه نمايد . </div>
    <div>21- دستگاه نظارت کارفرما : </div>
    <div><?=nl2br(str_replace('"','',str_replace('ء','',str_replace('_','-',str_replace('–','-',$param['trade']['specInfo']['data']['nezarat'])))))?></div>
    <div>22- خسارت وجريمه تاخير در اجراي كار</div>
    <div><?=nl2br(str_replace('"','',str_replace('ء','',str_replace('_','-',str_replace('–','-',$param['trade']['specInfo']['data']['jarimeKhesarat'])))))?></div>
    <div>23- دوره تضمين : </div>
    <div>حسن اجراي  كارهاي موضوع قرارداد ( پروژه هاي ارجاع شده ) ودوره تضمين لوازم وتجهيزات مصرف شده درپروژه ها به مدت <?=$param['trade']['specInfo']['data']['guaranteeDuration']?> از تاريخ آخرين صورتجلسه تحويل موقت  از طرف پيمانكار تضمين ميگردد كه اين مدت را دوره تضمين كالاوخدمات موضوع قرارداد مي نامند.</div>
    <div>24- نحوه تعيين برنده </div>
    <div><?=nl2br(str_replace('"','',str_replace('ء','',str_replace('_','-',str_replace('–','-',$param['trade']['specInfo']['data']['winner_selection_description'])))))?></div>
    <div>25- افزاايش ساليانه</div>
    <div><?=nl2br(str_replace('"','',str_replace('ء','',str_replace('_','-',str_replace('–','-',$param['trade']['specInfo']['data']['salary_increase'])))))?></div>
    <div>د) شرايط اختصاصي مناقصه :</div>
    <div><?=nl2br(str_replace('"','',str_replace('ء','',str_replace('_','-',str_replace('–','-',$param['trade']['kharid_request']['data']['text_1'])))))?></div>
    <div>ه) تعهدات طرفين </div>
    <div><?=nl2br(str_replace('"','',str_replace('ء','',str_replace('_','-',str_replace('–','-',$param['trade']['kharid_request']['data']['text_2'])))))?></div>
    <div>و) كارفرمادرردياقبول يك ياكليه پيشنهادات مختاراست .</div>
    <div style="width: 100%;">
        <table>
            <tr>
                <td>شركت توزيع نيروي بر ق آذربايجانغربي<br><?=$param['role']['generalInfo']['data'][9]['lname']?><br>معاون مالي وپشتيباني</td>
                <td>نام ومشخصات پيشنهاد دهنده :<br>مهر وامضا پيشنهاد دهنده :<br>تاريخ :<br>سمت امضا كنندگان :</td>
            </tr>
        </table>
    </div>
    <p style="page-break-after: always;"></p>
    <div style="text-align: center; clear: both;"><strong>برگ پيشنهاد قيمت   مناقصه <?=$param['trade']['specInfo']['data']['monagheseType'].' '.$param['trade']['specInfo']['data']['bargozaryType']?> شماره <?=$param['trade']['generalInfo']['data']['code']?></strong></div>
    <div>
        <p>شرکت <?='---------------------------------'?> پس ازبررسی و آگاهی کامل و پذيرش تعهد اجرا و مسئوليت در مورد مطالب و مندرجات تمامی اسناد و مدارک مناقصه عمومي شماره  <?=$param['trade']['generalInfo']['data']['code']?> موضوع <?=$param['trade']['generalInfo']['data']['title']?> كه جزو لاينفك اين  مناقصه ميباشند بشرح ذيل پيشنهاد مينمايم.</p>
    </div>
    <?
    $tsArr = $param['trade']['trade_subject']['data'];  
    $tsfArr = $param['trade']['trade_subject_fehrestbaha']['data'];
    if($param['trade']['specInfo']['data']['aghlamShowInSooratjalase'] == 'ریز اقلام')
    {
        foreach($tsArr as $tsIs=>$tsRow)
        { ?>
            <table cellspacing="0" cellpadding="2" width="100%">
                <tr>
                    <td style="text-align: center; border:1px solid #000;" colspan="7">موضوع: <?=$tsRow['title']?></td>

                </tr>
                <tr>
                    <td style="border:solid 1px #000; text-align: center;">ردیف</td>
                    <td style="border:solid 1px #000; text-align: center;">شرح</td>
                    <td style="border:solid 1px #000; text-align: center;">مقدار</td>
                    <td style="border:solid 1px #000; text-align: center;">واحد</td>
                    <td style="border:solid 1px #000; text-align: center;">قیمت واحد مصالح</td>    
                    <td style="border:solid 1px #000; text-align: center;">قیمت واحد دستمزد</td>
                    <td style="border:solid 1px #000; text-align: center;">جمع کل مبلغ برآوردی</td>
                </tr>
                <?
                $tfiArr = $tsfArr[$tsIs];
                if(count($tfiArr)>0)
                { 
                    $counter = 0;
                    foreach($tfiArr as $value)
                    {
                        ?>
                        <tr>
                            <td style="border:solid 1px #000; text-align: center;"><?=convertEnNum2FaNum($counter)?></td>
                            <td style="border:solid 1px #000; text-align: center;"><?=$value['title']?></td>
                            <td style="border:solid 1px #000; text-align: center;"><?=convertEnNum2FaNum($value['quantity'])?></td>
                            <td style="border:solid 1px #000; text-align: center;"><?=$value['vahed']?></td>
                            <td style="border:solid 1px #000; text-align: center;"><?=convertEnNum2FaNum(costFormat($value['basePrice']))?></td>
                            <td style="border:solid 1px #000; text-align: center;"><?=convertEnNum2FaNum(costFormat($value['var1']))?></td>
                            <td style="border:solid 1px #000; text-align: center;"><?=convertEnNum2FaNum(costFormat($value['totalCost']))?></td>
                        </tr>
                        <?
                    }
                    ?>
                    <tr>
                        <td style="border:solid 1px #000; text-align: center;" colspan="4">جمع کل</td>
                        <td style="border:solid 1px #000; text-align: center;" colspan="3"><?=convertEnNum2FaNum(costFormat($param['trade']['aghlam']['sumCost']))?></td>
                    </tr>
                    <tr>
                        <td style="border:solid 1px #000; text-align: center;" colspan="4">پلوس یا مینوس پیشنهادی</td>
                        <td style="border:solid 1px #000; text-align: center;" colspan="3"></td>
                    </tr>
                    <tr>
                        <td style="border:solid 1px #000; text-align: center;" colspan="4">جمع کل به مبلغ پیشنهادی با اعمال پلوس یا مینوس پیشنهادی به عدد ( به ریال )</td>
                        <td style="border:solid 1px #000; text-align: center;" colspan="3"></td>
                    </tr>
                    <tr>
                        <td style="border:solid 1px #000; text-align: center;" colspan="4">جمع کل به مبلغ پیشنهادی با اعمال پلوس یا مینوس پیشنهادی به حروف ( به ریال )</td>
                        <td style="border:solid 1px #000; text-align: center;" colspan="3"></td>
                    </tr>
                    <tr>
                        <td style="border:solid 1px #000; text-align: center;" colspan="4">جمع کل با اعمال <?=$param['trade']['generalInfo']['data']['arzeshAfzoode_total'] * 100?> ارزش افزوده</td>
                        <td style="border:solid 1px #000; text-align: center;" colspan="3"></td>
                    </tr>
                    <?}
                else
                    echo '<tr><td colspan=9 style="border:solid 1px #000;"><center><span class="list_has_no_row">ركوردي يافت نشد!!!</span></center></td></tr>';
                ?>

            </table>
            <br>
            <?
        }
    }
     else
    {
        ?>
        <table cellspacing="0" cellpadding="2" width="100%">
            <tr>
                <td style="text-align: center; border:1px solid #000;">ردیف</td>
                <td style="text-align: center; border:1px solid #000;" width="25%">شرح</td>
                <td style="text-align: center; border:1px solid #000;" width="15%">برآورد</td>
                <td style="text-align: center; border:1px solid #000;" width="15%">پلوس یا مینوس پیشنهادی</td>
                <td style="text-align: center; border:1px solid #000;" width="15%">جمع کل به مبلغ پیشنهادی با اعمال پلوس یا مینوس پیشنهادی به عدد ( به ریال )</td>
                <td style="text-align: center; border:1px solid #000;" width="15%">جمع کل به مبلغ پیشنهادی با اعمال پلوس یا مینوس پیشنهادی به حروف ( به ریال )</td>
                <td style="text-align: center; border:1px solid #000;" width="15%">جمع كل بااعمال <?=$param['trade']['generalInfo']['data']['arzeshAfzoode_total'] * 100?> درصد عوارض وماليات برارزش افزوده</td>
            </tr>
            <?
            $counter = 0;
            foreach($tsArr as $tsIs=>$tsRow)
            {    
                $counter++;  
                ?>
                <tr>
                    <td style="text-align: center; border:1px solid #000;"><?=$counter?></td>
                    <td style="text-align: center; border:1px solid #000;"><?=$tsRow['title']?></td>
                    <td style="text-align: center; border:1px solid #000;"><?=number_format($tsRow['baravard'])?> ریال</td>
                    <td style="text-align: center; border:1px solid #000;"></td>
                    <td style="text-align: center; border:1px solid #000;"></td>
                    <td style="text-align: center; border:1px solid #000;"></td>
                    <td style="text-align: center; border:1px solid #000;"></td>
                </tr>
                <?
            }
            ?>
        </table>
        <?
    }?>
    <div>چنانچه اين پيشنهاد مورد قبول قرار گيرد تعهد می نمايم که : 
        <ul>
            <li>الف) کليه اسناد و مدارک قرارداد را امضا نموده و تضمين حسن انجام تعهدات را (حداکثر ظرف ده  روز از تاريخ ابلاغ نتيجه ) تسليم و نسبت به امضای قرار داد اقدام نمايم.</li>
            <li>ب) ظرف مدت مقرر در شرايط مناقصه  شروع به کار نموده و کليه کارهای موضوع قرار داد را به اتمام برسانم.</li>
        </ul>
    </div>
    <div style="border:1px solid #000;">
        د)برای ضمانتنامه شرکت در مناقصه يک برگ ضمانتنامه بانکی :           / چک تضمين شده بانکی       / رسيد بانکی        به مبلغ .........................  ............. ريال و با شماره ............................. مورخ ........................ به نفع شرکت توزيع نيروی برق آذربايجانغربی تسليم ميدارم .
    </div>
    <div>ه) پيشنهاد دهنده حساب جاری ................................ نزد بانک ....................... شعبه ....................... کد بانک .............................. بنام ...................................................... جهت استرداد تضمين شرکت در مناقصه و پرداخت مطالبات ناشی از اين مناقصه را اعلام می نمايد . </div>
    <div><span>قابل توجه  پيشنهاد دهندگان :</span><span> تکميل قسمتهای پيش بينی شده در اين برگ  الزميست </span></div>
    <div style="width: 100%;">
        <table>
            <tr>
                <td width="50%">نشانی محل پيشنهاد دهنده : <br><br>تلفن و فاکس پيشنهاد دهنده : <br><br>كداقتصادي : <br><br> تاريخ :
                </td>
                <td width="50%">نام و نام خانوادگی دارندگان امضای مجاز : <br><br>سمت امضا کنندگان :<br><br>امضا دارندگان امضا مجاز : 
                </td>
            </tr>
        </table>
    </div>
</div> 