<?$jdf = new jdf()?>
<br/>
<div style = "min-width:100%; width:100%; min-height:500px; direction: rtl; margin:20px auto 20px auto; font-size: 11px;">
    <table width="100%">
        <tr>
            <td align="center" width="33%"><img src="../../core/images/logo/document_logo.png" width="100px" alt="<?=$_SESSION['companyTitle']?>"></td>
            <td align="center" width="33%"><?=$_SESSION['companyTitle']?></td>
            <td align="center" width="33%">شماره : <?=$param['formValue']['number']?>
                <?$date = str_replace('-','/',$param['formValue']['date']);
                $date = reverseText($date);
                ?>
                <br>
                تاریخ: <?=$date?>
            </td>
        </tr>
    </table> 
    <div style="clear: both; text-align: center; margin:20px auto 30px auto; font-size:15px;"><strong>شرايط ومشخصات مناقصه <?=$param['trade']['specInfo']['data']['monagheseType'].' '.$param['trade']['specInfo']['data']['bargozaryType']?> شماره <?=$param['trade']['generalInfo']['data']['code']?></strong></div>
    <div>الف ) موضوع مناقصه : 
        موضوع مناقصه عبارتست از <?=$param['trade']['generalInfo']['data']['title']?> به شرح مندرج در پيوست شماره يك منضم به اسناد مناقصه و برابر <?=$param['trade']['specInfo']['data']['paperCount']?>  برگ نقشه و مشخصات فني
        <p>مناقصه <?=$param['trade']['specInfo']['data']['hasSampling']?> وبصورت <?=$param['trade']['specInfo']['data']['bargozaryType']?> برگزار خواهد شد. <?=$param['trade']['specInfo']['data']['standardBase']?></p>
    </div>
    <div>ب )  مناقصه گزار ( کارفرما ):  شرکت توزيع نيروی برق آذربايجانغربی
    </div>
    <div>ج ) شرايط عمومی مناقصه :
    </div>
    <div>
        <p>کل سپرده شرکت در مناقصه  مبلغ <?=number_format($param['trade']['generalInfo']['data']['tazmin_cost'])?> ريال<?=($param['trade']['specInfo']['data']['seporde_calculation_type']=="موردی") ? 'و به شرح جدول ذیل' : ''?> تعيين گرديده است كه بايستي به يکی از صورتهاي مشروحه ذيل همراه با اسناد مناقصه در پاکت الف به دستگاه مناقصه گزار تسليم شود .</p>
        <?
        $fehrestbaha_item_subjectArr = $param['trade']['aghlam']['data'];
        $subjectArr = $param['trade']['trade_subject']['data'];
        $scheduleArr = $param['trade']['schedule']['data']; 
        $scheduleQuantityArr = $param['trade']['schedule_quantity']['data'];
        if($param['trade']['specInfo']['data']['aghlamShowInSooratjalase'] == 'ریز اقلام')
        {?>
            <table border="1" cellpadding="5px" cellspacing="0" width="100%">
                <tr>
                    <td align="center" width="30px" rowspan="2">رديف</td>
                    <td align="center" rowspan="2">شرح کالا</td>
                    <td align="center" rowspan="2">تعداد(دستگاه)</td>
                    <td align="center" colspan="<?=count($scheduleArr)?>">زمان بندي تحويل</td>
                    <td align="center" rowspan="2">سپرده شرکت در مناقصه (ریال)</td>
                </tr>
                <tr>
                    <?

                    foreach($scheduleArr as $tsId=>$tsRow)
                    {
                        ?>
                        <td align="center"><?=$tsRow['title']?></td>
                        <?
                    }?>
                </tr>

                <?

                $counter = 0;
                foreach($fehrestbaha_item_subjectArr as $tsId=>$itemArr)
                {  
                    $counter++;
                    $keys = array_keys($itemArr);
                    $item0 = $itemArr[$keys[0]];
                    ?>
                    <tr>
                        <td align="center"><?=$counter?></td>
                        <td align="center"><?=str_replace('ء','',str_replace('_','-',str_replace('–','-',$item0['title'])))?></td>
                        <td align="center"><?=number_format($item0['quantity'])?></td>
                        <?

                        foreach($scheduleArr as $id=>$tsRow)
                        {
                            ?>
                            <td align="center"><?=isset($scheduleQuantityArr[$item0['id']][$id]['quantity']) ? number_format($scheduleQuantityArr[$item0['id']][$id]['quantity']) : ''?></td>
                            <?
                        }
                        ?>
                        <td align="center" rowspan="<?=count($itemArr)?>"><?=number_format($subjectArr[$tsId]['tazmin_cost'])?></td>
                    </tr>
                    <?
                    for($i = 1; $i < count($keys); $i++)
                    {
                        $item = $itemArr[$keys[$i]];
                        $counter++;
                        ?>
                        <tr>
                            <td align="center"><?=$counter?></td>
                            <td align="center"><?=str_replace('ء','',str_replace('_','-',str_replace('–','-',$item['title'])))?></td>
                            <td align="center"><?=number_format($item['quantity'])?></td>
                            <?

                            foreach($scheduleArr as $id=>$tsRow)
                            {
                                ?>
                                <td align="center"><?=isset($scheduleQuantityArr[$item['id']][$id]['quantity']) ? number_format($scheduleQuantityArr[$item['id']][$id]['quantity']) : ''?></td>
                                <?
                            }?>
                        </tr>
                        <?
                    }
                }
                ?>
            </table>
            <?
        }
        else
        {
            ?>
            <table border="1" cellpadding="5px" cellspacing="0" width="100%">
                <tr>
                    <td align="center" width="30px">رديف</td>
                    <td align="center">شرح کالا</td>
                    <td align="center">قيمت برآوردي (ريال )</td>
                    <td align="center">سپرده شرکت در مناقصه (ریال)</td>
                </tr>
                <? 
                $counter = 0;
                foreach($subjectArr as $tsId=>$subject)
                {  
                    $counter++;
                    ?>
                    <tr>
                        <td align="center"><?=$counter?></td>
                        <td align="center"><?=str_replace('ء','',str_replace('_','-',str_replace('–','-',$subject['title'])))?></td>
                        <td align="center"><?=number_format($subject['baravard'])?></td>
                        <td align="center"><?=number_format($subject['tazmin_cost'])?></td>
                    </tr>
                    <?
                }
                ?>
            </table>
            <?
        }
        ?>
        ?>
        <p>توضیح: مبلغ سپرده مناقصه به صورت <?=$param['trade']['specInfo']['data']['seporde_calculation_type']?> محاسبه شده و برنده نیز به صورت <?=$param['trade']['specInfo']['data']['winner_selection_type']?> تعیین خواهد شد.</p>
        <span>الف :</span><span>  رسيد بانکي واريز وجه به حساب سيباشماره 0105592677009 نزد  بانک ملي شعبه برق اروميه ( کد 5133 ) به نشانی اروميه ـ خيابان شهيد باکری ـ ساختمان اداری مديريت برق اروميه</span>
        <span>ب :</span><span> چک تضمين شده بانکی به نفع خريدار</span>
        <span>ج :</span><span> ضمانتنامه بانکی به نفع خريدار ، مدت اعتبار ضمانتنامه بايستی از تاريخ افتتاح پيشنهادات حداقل سه ماه بوده و برای سه ماه ديگر قابل تمديد باشد.</span>
        <span>سپرده نفرات اول و دوم پس از اخذ ضمانتنامه حسن انجام تعهدات و عقد قرارداد با برنده مناقصه آزاد خواهد شد.</span>
        <span>در صورتيکه نفر اول مناقصه از ارائه ضمانتنامـــه حسن انجام تعهدات ( ظرف مدت ده روز از تاريخ ابلاغ نتيجه ) يا عقد قرارداد امتناع ورزد , ضمانتنامه ( سپرده ) شرکت در مناقصه ايشان به نفع خريدار ضبط و خريدار با نفر دوم وارد معامله خواهد شد و چنانچه نفر دوم با توجه به موارد يادشده بالاحاضر به انعقاد قرارداد نشود تضمين شرکت در مناقصه او هم به نفع خريدار ضبط خواهد شد.</span>
    </div>
    <div>ـ حداکثر مدت  نگهداری سپرده نفر دوم از تاريخ افتتاح پاکات  الف و ب  (جلسه اول) مناقصه سه ماه می باشد.</div>
    <div><span>توضيح شماره 1:</span><span> پيشنهاددهندگانی که ضمانتنامه از موسسات اعتباری دريافت ميدارند بايستی تائيديه بانک مرکزی مبنی براينکه موسسه اعتباری صادر کننده ضمانتنامه مجوز صدور ضمانتنامه را دارد را نيز ضميمه نمايند</span><br><span>توضيح شماره 2:</span><span> چک هاي جاری و شخصي و نظاير آن به عنوان سپرده شركت در مناقصه پذيرفته نخواهد شد و همچنين پيشنهادهاي فاقد سپرده ، سپرده هاي مخدوش و سپرده هاي كمتر از ميزان مقرر قابل قبول نبوده و موجب ابطال پيشنهاد خواهد بود</span><br><span>توضيح شماره3:</span><span> پيشنهاد دهندگانی که قصد تامين سپرده شرکت در مناقصه مذکور را از محل مطالبات خود در شرکت توزيع برق آذربايجانغربي دارند . موظفند تصوير سند مالی مربوطه را به همراه ساير اسناد و مدارک مناقصه در پاکت الف قرار دهند. در غير اينصورت به درخوا ستهای کتبي که فاقد اقدام امور مالی اين شرکت باشند ترتيب اثر داده نخواهد شد</span><br><span>توضيح شماره 4 :</span><span> سپرده هايی که از محل مذکور تامين شوند و در صورتيکه شرکت کننده در مناقصه جزو نفرات اول و دوم نباشد پس از يک هفته از تاريخ برگزاری مناقصه مسترد خواهد شد</span><br><span>توضيح شماره 5 :</span><span> چنانچه مناقصه فوق الذکر به دليل پايان مدت اعتبار پيشنهادها تجديد  شود، کارمزد اعلامی از طرف بانک صادر کننده ضمانتنامه که پيشنهاددهنده از آن ضمانتنامه دريافت کرده است بررسی و به پيشنهاددهنده پرداخت خواهد شد</span>
    </div>
    <div>2- محل ، تاريخ وطرز تسليم پيشنهادات</div>
    <div><span>داوطلب شرکت درمناقصه بايد پيشنهاد خود را</span><span> دريک پاکت لفاف سربسته لاك ومهر شده که محتوی سه( 3 ) پاکت جداگانه الف، ب وج  لاك و مهر شده می باشد وبه ترتيب بندهای بعدی تنظيم وتا ساعت <?=numToString($param['trade']['specInfo']['data']['tahvilPakatHour'])?> ( <?=$param['trade']['specInfo']['data']['tahvilPakatHour']?>) روز <?=$param['trade']['specInfo']['data']['tahvilPakatDay']?> مورخ <?=str_replace('-', '/', $jdf->g2j($param['trade']['specInfo']['data']['tahvilPakatDate']))?> به دبيرخانه   شرکت توزيع نيروی برق آذربايجانغربی واقع در اروميه خيابان سربازان گمنام ( برق سابق ) نرسيده به ميدان مخابرات تسليم ورسيد دريافت دارند.</span>
    </div>
    <div><span>توضيح شماره 6  : </span><span>اين شرکت هيچگونه الزامی نسبت به تحويل گرفتن پاکات پيشنهادی که  از طريق دفاتر هواپيمايی وباربری و... ارسال ودر محل اين دفاتر نگهداری وبه موقع تحويل اين شرکت نمی شود را ندارد .در روی پاکت فوق الذکر بايد موضوع مناقصه نام و نشانی پيشنهاد دهنده و تاريخ تسليم پيشنهاد نوشته شود و در مهلت مقرر با اخذ رسيد حاوی ساعت و تاريخ وصول به دبيرخانه خريدار تسليم گردد .</span></div>
    <div>منظور از پيشنهاد مناقصه ، تمام اسناد و مدارک مشروحه در بندهای 3و4و5 ذيل است که حسب مورد در داخل يکي از سه پاکت الف ، ب ، ج بايد قرار داده شود .</div>
    <div><span>توضيح شماره 7  : </span><span>به پيشنهاداتی (پاکات الف وب وج) که بعد از ساعت <?=numToString($param['trade']['specInfo']['data']['tahvilPakatHour'])?> روز مذکور به دبيرخانه  شرکت  ارائه گردد ترتيب اثر داده نخواهد شد .</span></div>
    <div>3- مدارک واسنادی که بايد درپاکت الف قرارداده شود عبارتنداز:<br><span>1-3- تضمين شرکت در مناقصه  که طبق شرح مندرج در بند يک تهيه گرديده و در صورت قصد ارائه تضمين شرکت در مناقصه بصورت ضمانتنامه بانکي ،  ضمانتنامه بايد طبق نمونه ارائه شده باشد</span><br><span>2-3- برگهای مهر و امضا شده شرايط مناقصه</span></div>
    <div>4- مدارک واسنادی که بايد درپاکت ب قرارداده شود عبارتنداز:<br><span>1-4- برگهای مهر وامضا شده شرايط مناقصه وپيوستهای منضم به شرايط مناقصه </span><br><span>2-4- نمونه فرم مهر و امضا شده ضمانتنامه های ( شرکت در مناقصه و حسن انجام تعهدات و پيش پرداخت  )</span><br><span>3-4- برگ مهر وامضا شده تعهد نامه اجرا وپذيرش مسئوليت های ناشی از اسناد ومدارک مناقصه</span><br><span>4-4- فرم مهر وامضا شده تعهد نامه منع مداخله کارکنان دولت در معاملات دولتی </span><br><span>5-4- قرارداد تيپ خريد کالا وضمايم  آن  </span><br><span>6-4- رونوشت مصدق اساسنامه ، وروزنامه رسمی ( آگهی تاسيس وآگهی آخرين تغييرات مربوط به انتخاب مدير عامل و اعضا هيئت مديره در مورد دارندگان امضای مجاز پيشنهاد دهنده برای اسناد مالی وتعهد آور بطوريکه مدت اختيارات دارندگان امضای مجاز، مدير عامل و هيئت مديره خاتمه نيافته باشدو در صورتيكه مدت اعتبار هيئت مديره و دارندگان حق امضا خاتمه يافته باشد پاكت پيشنهادي مفتوح نخواهد شد ) به همراه گواهی امضا ثبت شده در دفاتر اسناد رسمی. کپی شناسنامه وکارت ملی اعضای هيئت مديره ومديرعامل وبازرسان شرکت ( در مورد اشخاص حقوقی وشرکتها ) ـ تصوير برگ مجوز بهره برداری کارخانه يا کارگاه ( برای موسسات ، کارگاهها وکارخانه های پيشنهاد دهنده ) ـ کپی کارت ملی وبرگ اول ( درصورت داشتن توضيحات از برگ توضيحات ) شناسنامه پيشنهاددهنده (برای افراد حقيقی)</span></div>
    <div>توضيح : به استناد نامه شركت توانير به شماره 28046/94 مورخه 94/7/5 اخذ گواهي امضاي ثبت شده صاحبان امضاي مجاز در دفاتر اسناد رسمي الزامي مي باشد</div>
    <div><span>7-4- فرم مشخصات عمومي ،دستورالعمل ايمني تامين كنندگان كالا وخدمات  كه بايستي  توسط پيشنهاد دهنده تكميل ومهر وامضا شده ودر پاكت ب قرار داده شود</span><br><span>8-4- ارائه گواهينامه احراز صلاحيت توليد مطابق با استانداردهاي توليد اخذ شده از توانير الزاميست.</span><br><span>9-4- پنجاه و يك   برگ مشخصات فنی، الزامات ومعيارهاي ارزيابي فني كنتورهاي  موضوع مناقصه ( پيوست شماره يک  شرايط مناقصه ) که بايستی توسط فروشنده تکميل ومهر وامضا شده وبه همراه ساير مدارک فنی ، كاتالوگ ، تايپ تست و تمامي  مستندات و مدارك مربوط به الزامات  در پاکت ب قرار داده شود .</span><br><span>10-4- به استناد بند ز اصلاحيه شماره يک وزارت امور اقتصادی ودارايی درخصوص الزام قانوني تسليم صورتهای مالی حسابرسی شده ، پيشنهاد دهندگان بايد صورت های مالی حسابرسی شده را به همراه اسناد مناقصه ارائه نمايند.</span></div>
    <div>5- پاکت  ج  محتوی برگ پيشنهاد قيمت
        <br>1-5- قيمت پيشنهادی بايستی در فرم منضم به اسناد مناقصه به عدد و به حروف نوشته شود و پيشنهاد دهنده بايد تمام اسناد و مدارک مناقصه را که در بندهای 3و4 و5  فوق ذکر شده بدون تغيير ، حذف يا قراردادن شرط در آن تکميل ، تنظيم و مهر و امضا نموده و به دستگاه مناقصه گزار تسليم نمايد چنانچه با نظر کميسيون  مناقصه  بعضي از اوراق غير تعهد آور سهوا مهر و امضا نشده باشند پيشنهاد دهنده در جلسه مناقصه آنها را مهر و امضا خواهد کرد .
        <br>2-5- پيشنهاددهندگان مكلفندقيمت  پيشنهادي برای هريک ازرديفهاي موضوع مناقصه را  به عدد و به حروف در برگ پيشنهاد قيمت درج نمايد پيشنهادهای مناقصه  بايد از هر حيث کامل وبدون قيد وشرط بوده ودارای  امضاهای مجاز پيشنهاد دهنده باشند وهيچ نوع ابهام ، خدشه عيب ونقص وقلم خوردگی  نداشته باشد وبه پيشنهادهايی که ناقص ، مشروط ، مبهم و خدشه دار وفاقد امضاهای مجاز پيشنهاد دهنده  بوده و داراي عيب ونقص وقلم خوردگی باشند در مناقصه ترتيب اثر داده نخواهد شد وپيشنهاد ابطال و مردود اعلام وکنار گذاشته خواهد شد . بديهی است درصورت برنده شدن هر گونه افزايش بعدی تحت هر عنوانی در صورتحسابهای ارسالی پذيرفته نخواهد بود
        <br>3-5- فرم پيشنهاد قيمت که حاوی قيمت کل پيشنهادی مناقصه گر به عدد وحروف می باشد در زمره اسناد ومدارک مهم مناقصه محسوب می شود که اوراق وجداول مربوط به تجزيه بهای قيمت نيز در مواردی که لزوم به ارائه آن باشد مکمل فرم مذکور خواهد بود. درصورت تناقص بين حاصل ضرب مقدار وواحد بهای هر قلم با قيمت آن قلم ، قيمت کل آن قلم مبنا خواهد بود همچنين درصورت تناقص بين حاصل جمع قيمتهای کل اقلام با مبلغ پيشنهادی ، مبلغ پيشنهادی مبنا خواهد بود ودرصورت تناقص بین قيمت پيشنهادی به عدد وبه حروف ، پيشنهاد قيمت به حروف مبنا خواهد بود.
        <br>4-5- پيشنهاد دهنده مکلف است برای هر رديف از  کالای موضوع مناقصه فقط يک نمونه ويک پيشنهاد قيمت ارائه نمايد ودرصورت ارائه بيش از يک نمونه ويا بيش از يک پيشنهاد قيمت ، آن پيشنهاد مردود بوده ومورد بررسی قرار نخواهد گرفت . 
        <br>5-5- قيمت های پيشنهادی پيشنهاددهندگان از تاريخ افتتاح پاکات الف  وب ( جلسه اول) مناقصه بايستی حداقل  سه   ماه  دارای اعتبار باشند.
        <br>6-5- به تشخيص كميسيون مناقصه به پيشنهادهاي غيرمنطقي ترتيب اثرداده نخواهد شد وازمناقصه كنارگذاشته خواهد شد . ضمناً ملاك تعيين برنده <?=$param['trade']['specInfo']['data']['winner_selection_melak']?>
        <br>7-5- تعيين برنده مناقصه برای کالاهای موضوع مناقصه بصورت <?=$param['trade']['specInfo']['data']['winner_selection_type']?> خواهد بود لذا سپرده شرکت در مناقصه نيز <?=$param['trade']['specInfo']['data']['seporde_calculation_type']?> محاسبه شده است .
        <br>8-5- پاکتهايي که لاک ومهرنداشته و هريک از مدارک ياد شده را در برنداشته باشند کامل نبوده ومردود می باشند وبدين ترتيب پاكتهاي مفتوح نشده عودت داده خواهد شد . لذا پيشنهاد دهنده مكلف است كليه پاكات پيشنهادي خود را لاك و مهر شده در پاكت لفافه گذاشته و پاكت لفافه را نيز پس از لاك و مهر تحويل دستگاه مناقصه گذار نمايد .</div>
    <div>6-  گشايش پيشنهادات</div>
    <div>الف- جلسه اول مناقصه ( افتتاح پاکات الف وب پيشنهاد دهندگان ) در ساعت <?=$param['trade']['specInfo']['data']['monagheseJalase_hour']?> (<?=numToString($param['trade']['specInfo']['data']['monagheseJalase_hour'])?> ) روز <?=$param['trade']['specInfo']['data']['monagheseJalaseDay']?> مورخ <?=str_replace('-', '/', $jdf->g2j($param['trade']['specInfo']['data']['monagheseJalase_date']))?> در محل  ساختمان مرکزی شرکت واقع در اروميه ـ  خيابان سربازان گمنام  (برق سابق ) نرسيده به ميدان مخابرات تشکيل خواهد شد .</div>
    <div>ب- تاريخ تشکيل جلسه افتتاح پاکات ج ( پيشنهاد قيمت ) پيشنهاد دهندگان , متعاقباً پس از بررسی مشخصات فنی  پيشنهاد دهندگان به اطلاع شرکت کنندگان در مناقصه خواهد رسيد . </div>
    <div>ج- برنده  مناقصه از تاريخ افتتاح پاکات الف وب( جلسه اول) مناقصه حداکثر ظرف مدت سه ماه تعيين واعلام خواهدشد .</div>
    <div>د- حضور يک نفر نماينده تام الاختيار از طرف هر يک از پيشنهاد دهندگان در جلسه مناقصه آزاد است .</div>
    <div>نماينده ای که درجلسات مناقصه حضور مي يابد بايستی معرفينامه معتبر ، مبنی بر تام الاختيار بودن  خود را که با امضا مجاز صادر و تائيد گرديد است  به همراه داشته باشد .به همين منظور فرم شماره الف تهيه شده ودر داخل اسناد مناقصه گذاشته شده است .</div>
    <div>7-حداقل پيشنهادات واصله برای مناقصه مذکور ( برای بار اول ) نبايستی کمتر از <?=$param['trade']['specInfo']['data']['min_pishnahadat']?> پيشنهاد باشد در غير اينصورت مناقصه مذکور تجديد خواهد شد ضمنا پس از تعيين نفرات اول و دوم مناقصه ، تضمين شرکت در مناقصه نفرات بعدی مسترد خواهد شد .</div>
    <div>8- شرکت در مناقصه و تسليم پيشنهادات به منزله قبول آندسته از آئين نامه ها و مقررات دستگاه مناقصه گزار که مربوط به موضوع مناقصه است  ، خواهد بود .</div>
    <div>9- پرداخت هر گونه کسور قانونی و عوارضي که در اجرای قرارداد ناشي از اين مناقصه به قرارداد تعلق گيرد به عهده فروشنده مي باشد.</div>
    <div>10- دستگاه مناقصه گزار می تواند مقدار کالای موضوع مناقصه را در طول مدت اجرای  قرارداد تا <?=$param['trade']['specInfo']['data']['afzayesh_kaheshe_gharardad']?> درصد مبلغ ريالی کل قرارداد کاهش يا افزايش دهد بدون اينکه در بهای واحد و شرايط قرارداد تغييری حاصل شود و فروشنده ملزم به قبول آن مي باشد .</div>
    <div>11- برنده مناقصه موظف خواهد بود به موقع عقد قرارداد ضمانتنامه بانکی حسن انجام تعهدات به ميزان <?=$param['trade']['specInfo']['data']['hosn_anjam_taahodat']?> درصد مبلغ کل قرارداد را بعنوان تضمين حسن انجام تعهدات تسليم شرکت توزيع برق آذربايجانغربی نمايد  يا معادل مبلغ مذکور را نقدا به حسابی که خريدار تعيين می نمايد واريز ورسيد آن را ارائه نمايدکه  اين ضمانتنامه ظرف مدت حداكثر يكماه بعداز تحويل کليه موضوع قرارداد با تائيد نماينده خريدار آزاد و مسترد خواهد شد .</div>
    <div>12- وارانتی: <?=$param['trade']['specInfo']['data']['waranti']?> </div>
    <div>13- اجرای عمليات موضوع قرارداد  هيچ نوع حق يا رابطه استخدامی برای فروشنده و کارگران او در شرکت توزيع نيروی برق آذربايجانغربی ايجاد نمی نمايد و صرفا برای انجام کارهای موضوع قرارداد  مطابق با شرايط تصريح شده ميباشد.</div>
    <div>14- تعديل: </div>
    <div><?=nl2br(str_replace('"','',str_replace('ء','',str_replace('_','-',str_replace('–','-',$param['trade']['specInfo']['data']['tadil'])))))?></div>
    <div>15-  مدت ومحل تحويل كالا:</div>
    <div>الف) مدت تحويل : <?=$param['trade']['specInfo']['data']['modate_tahvil_description']?></div>
    <div>ب) محل تحويل كالا: محل تحويل كالاي موضوع مناقصه : <?=$param['trade']['specInfo']['data']['tahvilKalaPlace']?> می باشد . هزينه بارگيری , حمل ، بيمه کالا و ساير هزينه های احتمالی <?=$param['trade']['specInfo']['data']['kosoorat']?> و هزينه تخليه <?=$param['trade']['specInfo']['data']['takhlie']?> خواهد بود.<br>
        <?=$param['trade']['specInfo']['data']['mahale_tahvil_description']?>
    </div>
    <div>16- اقلام خارج ازقرارداد :</div>
    <div><?=nl2br(str_replace('"','',str_replace('ء','',str_replace('_','-',str_replace('–','-',$param['trade']['specInfo']['data']['kharejAzGharardad'])))))?></div>
    <div>17- با توجه به اينکه مناسب ترين قيمت با ارزيابی فنی بازرگانی ومالی پيشنهادها تعيين می شود بنابراين مناسب ترين قيمت بعنوان پيشنهاد برتر شناخته می شود واگر پيشنهاد برتر حائز حداقل قيمت در مناقصه باشد وقيمت پيشنهادی عادله تشخيص داده شود بعنوان برنده مناقصه شناخته خواهد شد لذا  ملاک تعيين برنده مناقصه ، ارزيابی فنی وعوامل موثر در ارزيابی شامل معيارهای فنی ، شاخص های اندازه گيری ودامنه امتياز ومبانی تعيين آن برای هريک از معيارها ، اهميت نسبی معيارها وهمچنين حد نصاب امتياز فنی قابل قبول واستانداردها ، نوع ، کميت وکيفيت کالای موضوع مناقصه می باشد که نحوه تعيين معيارهای مربوط  به ارزيابی فنی وروش تراز سازی قيمتها توسط مناقصه گزار تعيين و برمبنای فرمول  ذيل انجام می شود .
        <br><?=$param['trade']['specInfo']['data']['formool']?><br><span>توضيح :الف ) حد نصاب امتياز پذيرش (كف امتياز) پيشنهاد <?=$param['trade']['specInfo']['data']['kafeEmtiazeFani']?> وحداكثر امتيازات <?=$param['trade']['specInfo']['data']['hadeAksarEmtiaz']?> ميباشد.</span><br><span>ب) ضريب تاثير پذيري فني <?=$param['trade']['specInfo']['data']['zaribTasirPaziri']?> درصد ميباشد.</span><br><span><?=nl2br($param['trade']['specInfo']['data']['arzyabi_keifi_description'])?></span>
    </div>
    <div>ارزيابي كيفي مناقصه گران بر اساس بندهايي از الزامات و معيارهاي پيوستي توسط كميته فني و بازرگاني انجام خواهد شد.</div>
    <div>18-  نماينده ای که درجلسه مناقصه حضورمی يابد معرفينامه معتبر مبنی برتام الاختيار بودن ( که با امضای دارندگان امضای مجاز صادر شده است ) را بايد به همراه داشته باشد. بهمين منظور  فرم شماره الف تهيه شده ودر داخل  اسناد مناقصه گذاشته شده است .</div>
    <div>19-شرايط تحويل وپرداخت :</div>
    <div>الف- بعد از مبادله قرارداد درصورت درخواست فروشنده تا <?=$param['trade']['specInfo']['data']['pishpardakht']?> درصد مبلغ کل قرارداد پيش پرداخت در قبال ارائه ضمانتنامه بانکی به فروشنده پرداخت خواهد شد ومبلغ پيش پرداخت متناسبا از صورتحسابهای فروشنده مستهلک خواهد شد . ضمانت نامه مذکور نيز بعد از تحويل کل کالای موضوع مناقصه آزاد وبه فروشنده مسترد خواهد شد . و درصورت درخواست فروشنده نسبت به تقليل ارزش ضمانتنامه متناسب با تحويل جنس اقدام خواهد شد .<br><span>ب- <?=nl2br($param['trade']['specInfo']['data']['pardakht'])?></span><br><span>ج- كليه اجناس و تجهيزات منصوبه در پايه چراغها و بازوي چراغ ها بايستي نوبوده ومطابق  نقشه ومشخصات فني پيوستي قرارداد و بسته بندي مناسب باشد</span><br><span>د- هزينه بيمه بين راه و حوادث احتمالي ناشي از حمل و نقل به عهده <?=$param['trade']['specInfo']['data']['hazine_haml']?> بوده و خريدار تا تخليه محموله در محل انبار خود هيچ گونه مسئوليتی نخواهد داشت .</span>
        <p><?=nl2br(str_replace('"','',str_replace('ء','',str_replace('_','-',str_replace('–','-',$param['trade']['specInfo']['data']['tabsare_nemoone_kala'])))))?></p></div>
    <div>20-فروشنده متعهد است به هنگام اتمام قرارداد مفاصاحساب مربوط به كسور قانوني قرارداد راازسازمانهاي تامين اجتماعي واداره كل امورمالياتي اخذ وبه كارفرما ارائه نمايد . </div>
    <div>21- دستگاه نظارت (نماینده) کارفرما : </div>
    <div><?=nl2br(str_replace('"','',str_replace('ء','',str_replace('_','-',str_replace('–','-',$param['trade']['specInfo']['data']['dastgahe_nezarate_karfarma'])))))?></div>
    <div>22- جريمه تاخير در تحويل كالا و پرداخت</div>
    <div><?=nl2br(str_replace('"','',str_replace('ء','',str_replace('_','-',str_replace('–','-',$param['trade']['specInfo']['data']['jarayemeTakhir'])))))?></div>
    <div>23- دوره تضمين : </div>
    <div>کيفيت وکارآئی  كالاهاي موضوع مناقصه از تاريخ تحويل آخرين پارتی قابل تحويل به مدت <?=$param['trade']['specInfo']['data']['guaranteeDuration']?> از طرف فروشنده تضمين ميگردد که اين دوره را دوره تضمين کالا می نامند به همين منظور فروشنده  مکلف است به موقع اتمام تحويل كالاي موضوع قرارداد از بابت دوره مذکور سفته بانکی به ميزان ده درصد مبلغ کل قرارداد به خريدار تسليم نمايد در غير اينصورت تضمين حسن انجام تعهدات قرارداد تا پايان دوره تضمين نگهداری خواهد شد .</div>
    <div>24- نحوه تعيين برنده </div>
    <div><?=$param['trade']['specInfo']['data']['winner_selection_description']?></div>
    <div>25- افزاايش ساليانه</div>
    <div><?=$param['trade']['specInfo']['data']['salary_increase']?></div>
    <div>26- هريک از دريافت کنندگان اسناد و مدارک مناقصه که نسبت به مفهوم اسناد و مدارک  مناقصه ابهامی داشته باشند , حداکثر بايد تا پايان وقت اداری مورخ <?=str_replace('-', '/', $jdf->g2j($param['trade']['specInfo']['data']['questionDate']))?>  مراتب را کتبا به امور تدارکات  دستگاه مناقصه گزار اطلاع داده و تقاضای توضيح کتبی نمايند.</div>
    <div>27- هرگونه توضيح يا تجديد نظر يا حذف و اضافه نمودن اسناد و مدارک مناقصه و نحوه تغيير و تسليم آنها کتبا از سوی دستگاه مناقصه گزار اعلام و جزو اسناد و مدارک مناقصه منظور خواهد شد.</div>
    <div>28- مناقصه گزار حق تغيير , اصلاح و يا تجديد نظر در اسناد و مشخصات مناقصه را قبل از انقضای مهلت تسليم پيشنهادها برای خود محفوظ می دارد و اگر چنين موردی پيش آيد مراتب به دريافت کنندگان اسناد مناقصه , ابلاغ می شود و در صورتی که پيشنهادی قبل از ابلاغ مراتب مزبور تسليم شده باشد پيشنهاد دهنده حق دارد تقاضای استرداد آن را بنمايد , از آنجا که ممکن است تجديد نظر يا اصلاح در اسناد و مشخصات مستلزم تغيير مقادير يا قيمتها باشد, در اين صورت دستگاه مناقصه گزار می تواند آخرين مهلت دريافت را بااعلام کتبی به پيشنهاد دهندگان به تعويق اندازد به نحوی که آنان فرصت کافی برای اصلاح و تجديد نظر در پيشنهاد خود را داشته باشند.</div>
    <div>29- نام و نام خانوادگی و سمت امضا کنندگان , ذيل تمامی برگهای شرايط مناقصه و مشخصات فنی و برگ پيشنهاد قيمت بايد افرادی باشند که در آگهی آخرين تغييرات چاپ شده پيشنهاد دهنده در روزنامه رسمی  , به عنوان دارندگان امضای مجاز می باشند.</div>
    <div>30- دريافت کنندگان برگ های شرايط مناقصه چنانچه پس از خريد اسناد مناقصه , مايل به مشارکت در مناقصه نباشد, بايستی مراتب را با ذکر علت و تا آخر وقت اداری  مورخ <?=str_replace('-', '/', $jdf->g2j($param['trade']['specInfo']['data']['enserafDate']))?> به دستگاه مناقصه گزار اطلاع دهند.</div>
    <div>31- پيشنهاد دهنده متعهد ميگردد درصورت برنده شدن درمناقصه مذکور ظرف مدت ده روز نسبت به تسليم ضمانتنامه حسن انجام تعهدات وامضای قرارداد درمحل شرکت اقدام نمايد . درغيراينصورت وپس از انقضای مهلت برابر بند يک  شرايط مناقصه عمل خواهد شد .به همين منظور حضور دارندگان حق امضا يا نماينده تام الاختيار جهت امضای قرارداد درمحل شرکت خريدارالزاميست . </div>
    <div>32-  به پيشنهاد شرکت کنندگان در مناقصه که به كالاي وارداتی ( خارجی ) قيمت داده باشند ترتيب اثر داده نخواهد شد</div>
    <div>33-  درطول مدت اجرای قرارداد فروشنده بدون موافقت واجازه کتبی خريدار حق واگذاری يا انتقال تمام يا قسمتی از تعهدات موضوع معامله را به شخص حقيقی يا حقوقی ديگر نخواهد داشت .</div>
    <div>د)شرايط اختصاصي مناقصه :</div>
    <div><?=nl2br(str_replace('"','',str_replace('ء','',str_replace('_','-',str_replace('–','-',$param['trade']['kharid_request']['data']['text_1'])))))?></div>
    <div>ه) تعهدات طرفين </div>
    <div><?=nl2br(str_replace('"','',str_replace('ء','',str_replace('_','-',str_replace('–','-',$param['trade']['kharid_request']['data']['text_2'])))))?></div>
    <div>و) كارفرمادرردياقبول يك ياكليه پيشنهادات مختاراست .</div>
    <div style="width: 100%;">
        <table>
            <tr>
                <td>شركت توزيع نيروي بر ق آذربايجانغربي<br><?=$param['role']['generalInfo']['data'][9]['lname']?><br>معاون مالي وپشتيباني</td>
                <td>نام ومشخصات پيشنهاد دهنده :<br>مهر وامضا پيشنهاد دهنده :<br>تاريخ :<br>سمت امضا كنندگان :</td>
            </tr>
        </table>
    </div>
    <p style="page-break-after: always;"></p>
    <div style="text-align: center; clear: both;"><strong>برگ پيشنهاد قيمت   مناقصه <?=$param['trade']['specInfo']['data']['monagheseType']?> <?=$param['trade']['specInfo']['data']['bargozaryType']?> <?=$param['trade']['specInfo']['data']['code']?></strong></div>
    <div>
        <p>شرکت / فروشنده ................<?=''?> امضا کننده زير پس از مطالعه و بررسی کامل اسناد و مدارک مناقصه مربوط به  <?=$param['trade']['generalInfo']['data']['title']?> که تمامی آنرا امضا و مهر نموده وقوف کامل از نوع تعدادو مشخصات  کالای  موضوع مناقصه و شرايط و محل تحويل و با در نظر گرفتن کليه عوامل موجود و مؤثر در اين مناقصه , قيمت کالای مذکور را بشرح ذيل پيشنهاد می نمايم . </p>
    </div>
    <!--<table width="100%">
    <tr>
    <td colspan="3">
    <table cellspacing="0" cellpadding="5px" width="100%">
    <tr>
    <td style="border:solid 1px #000; text-align: center;" width="30px">ردیف</td>
    <td style="border:solid 1px #000; text-align: center;">شرح کالا</td>
    <td style="border:solid 1px #000; text-align: center;">مقدار/ تعداد</td>
    <td style="border:solid 1px #000; text-align: center;">بهای واحد به ریال (به عدد)</td>
    <td style="border:solid 1px #000; text-align: center;">بهای واحد به ریال (به حروف</td>
    <td style="border:solid 1px #000; text-align: center;">جمع کل (بريال) (به عدد)</td>
    <?
    if($param['trade']['specInfo']['data']['cost_pishnahad_type']=='موردی')
    {
        ?>
        <td style="border:solid 1px #000; text-align: center;">جمع کل (بريال) (به حروف)</td>
        <td style="border:solid 1px #000; text-align: center;">جمع کل با احتساب <?=$param['trade']['generalInfo']['data']['arzeshAfzoode_total'] * 100?>درصد عوارض وماليات بر ارزش افزوده ( به ريال) (به عدد)</td>
        <?
    }
    ?>
    </tr>
    <?
    $tfiArr = $param['trade']['aghlam']['data']; 
    if(count($tfiArr)>0)
    { 
        $rowSpan = 1;
        foreach($tfiArr as $value)
        {
            $counter = 0;
            //$value = $tfiArr[0];
            ?>
            <tr>
            <td style="border:solid 1px #000; text-align: center;"><?=convertEnNum2FaNum(++$counter)?></td>
            <td style="border:solid 1px #000; text-align: center;"><?=str_replace('ء','',str_replace('_','-',str_replace('–','-',$value['title'])))?></td>
            <td style="border:solid 1px #000; text-align: center;"><?=convertEnNum2FaNum(number_format($value['quantity'])).' '.convertEnNum2FaNum($value['vahed'])?></td>
            <td style="border:solid 1px #000; text-align: center;" rowspan="<?=$rowSpan?>"></td>
            <td style="border:solid 1px #000; text-align: center;" rowspan="<?=$rowSpan?>"></td>
            <td style="border:solid 1px #000; text-align: center;" rowspan="<?=$rowSpan?>"></td>
            <?
            if($param['trade']['specInfo']['data']['cost_pishnahad_type']=='موردی')
            {
                ?>
                <td style="border:solid 1px #000; text-align: center;" rowspan="<?=$rowSpan?>"></td>
                <td style="border:solid 1px #000; text-align: center;" rowspan="<?=$rowSpan?>"></td>
                <?
            }
            ?>
            </tr>
            <?
        }
        if($param['trade']['specInfo']['data']['cost_pishnahad_type']!='موردی')
        {
            ?>
            <tr>
            <td style="border:solid 1px #000; text-align: center;" colspan="5">جمع کل (بریال) (به عدد)</td>
            <td></td>
            </tr>
            <tr>
            <td style="border:solid 1px #000; text-align: center;" colspan="5">جمع کل (بریال) (به حروف)</td>
            <td></td>
            </tr>
            <tr>
            <td style="border:solid 1px #000; text-align: center;" colspan="5">جمع کل با احتساب <?=$param['trade']['generalInfo']['data']['arzeshAfzoode_total'] * 100?> درصد عوارض و مالیات بر ارزش افزوده (بریال) (به عدد)</td>
            <td></td>
            </tr>
            <?
        }
    }
    else
        echo '<tr><td colspan=7 style="border:solid 1px;"><center><span class="list_has_no_row">ركوردي يافت نشد!!!</span></center></td></tr>';
    ?>

    </table>
    </td>
    </tr>
    </table> -->
    <?
    $tsArr = $param['trade']['trade_subject']['data'];  
    $tsfArr = $param['trade']['trade_subject_fehrestbaha']['data'];  

    if($param['trade']['specInfo']['data']['aghlamShowInSooratjalase'] == 'ریز اقلام')
    {
        foreach($tsArr as $tsIs=>$tsRow)
        {?>
            <table border="1" cellpadding="5px" cellspacing="0" width="100%">
                <tr>
                    <td style="text-align: center; border:1px solid #000;" colspan="8">موضوع <?=$tsRow['title']?></td>
                </tr>
                <tr>
                    <td align="center" width="30px">رديف</td>
                    <td align="center">شرح کالا</td>
                    <td align="center">تعداد(دستگاه)</td>
                    <td align="center">بهای واحد( بريال )(به عدد)</td>
                    <td align="center">بهای واحد( بريال )(به حروف)</td>
                    <td align="center">جمع کل( بريال)( به عدد )</td>
                    <td align="center">جمع کل( بريال)(به حروف )</td>
                    <td align="center">جمع كل بااعمال <?=$param['trade']['generalInfo']['data']['arzeshAfzoode_total'] * 100?>  درصد عوارض وماليات برارزش افزوده (بريال )(به عدد)</td>
                </tr>
                <?

                $counter = 0;
                $tfiArr = $tsfArr[$tsIs]; 
                foreach($tfiArr as $item)
                {  
                    $counter++;
                    ?>
                    <tr>
                        <td align="center"><?=$counter?></td>
                        <td align="center"><?=str_replace('ء','',str_replace('_','-',str_replace('–','-',$item['title'])))?></td>
                        <td align="center"><?=number_format($item['quantity'])?></td>
                        <td align="center"></td>
                        <td align="center"></td>
                        <td align="center"></td>
                        <td align="center"></td>
                        <td align="center"></td>
                    </tr>
                    <?
                }
                ?>

                <tr>
                    <td colspan="3" style="text-align: right; border:1px solid #000;">جمع کل</td>
                    <td colspan="5" style="text-align: right; border:1px solid #000;"></td>
                </tr>
                <tr>
                    <td colspan="3" style="text-align: right; border:1px solid #000;">جمع کل با حروف</td>
                    <td colspan="5" style="text-align: right; border:1px solid #000;"></td>
                </tr>
                <tr>
                    <td colspan="3" style="text-align: right; border:1px solid #000;">جمع كل بااعمال <?=$param['trade']['generalInfo']['data']['arzeshAfzoode_total'] * 100?> درصد عوارض وماليات برارزش افزوده</td>
                    <td colspan="5" style="text-align: right; border:1px solid #000;"></td>
                </tr>
            </table>
            <?
        }
    }
    else
    {
        ?>
        <table border="1" cellpadding="5px" cellspacing="0" width="100%">
            <tr>
                <td style="text-align: center; border:1px solid #000;">ردیف</td>
                <td style="text-align: center; border:1px solid #000;" width="50%">شرح</td>
                <td style="text-align: center; border:1px solid #000;" width="15%">جمع کل مبلغ پیشنهادی</td>
                <td style="text-align: center; border:1px solid #000;" width="15%">جمع با حروف</td>
                <td style="text-align: center; border:1px solid #000;" width="15%">جمع كل بااعمال <?=$param['trade']['generalInfo']['data']['arzeshAfzoode_total'] * 100?>  درصد عوارض وماليات برارزش افزوده (بريال )(به عدد)</td>
            </tr>
            <? 
            $counter = 0;
            foreach($subjectArr as $tsId=>$subject)
            {  
                $counter++;
                ?>
                <tr>
                    <td align="center"><?=$counter?></td>
                    <td align="center"><?=str_replace('ء','',str_replace('_','-',str_replace('–','-',$subject['title'])))?></td>
                    <td style="text-align: center; border:1px solid #000;" width="15%">جمع کل مبلغ پیشنهادی</td>
                    <td style="text-align: center; border:1px solid #000;" width="15%">جمع با حروف</td>
                    <td style="text-align: center; border:1px solid #000;" width="15%">جمع كل بااعمال <?=$param['trade']['generalInfo']['data']['arzeshAfzoode_total'] * 100?>  درصد عوارض وماليات برارزش افزوده (بريال )(به عدد)</td>
                </tr>
                <?
            }
            ?>
        </table>
        <?
    }
    ?>

    <div>چنانچه اين پيشنهاد مورد قبول قرار گيرد تعهد می نمايم که : 
        <ul>
            <li>الف ) قرارداد مربوطه را به موقع امضا نمايم . </li>
            <li>ب ) ضمانتنامه حسن انجام تعهدات را طبق مفاد شرايط مناقصه , حداکثر ظرف مدت ده   روز از تاريخ ابلاغ نتيجه تسليم نمايم . </li>
            <li>ج  ) تا موقعی که قرارداد مربوطه تنظيم و مبادله نشده است , اين پيشنهاد و ابلاغ قابل قبول به عنوان يک تعهد لازم الاجرا برای پيشنهاد دهنده تلقی گردد .</li>
            <li>د ) اطلاع كامل دارم كه شركت توزيع نيروي برق آذربايجانغربي الزامي براي واگذاري كاربه هريك از پيشنهادات را ندارد.</li>
        </ul>
    </div>
    <div style="border:1px solid #000; padding: 5px;">د)برای ضمانتنامه شرکت در مناقصه يک برگ ضمانتنامه بانکی :           / چک تضمين شده بانکی       / رسيد بانکی        به مبلغ .........................  ............. ريال و با شماره ............................. مورخ ........................ به نفع شرکت توزيع نيروی برق آذربايجانغربی تسليم ميدارم .
    </div>
    <div>ه) پيشنهاد دهنده حساب جاری ................................ نزد بانک ....................... شعبه ....................... کد بانک .............................. بنام ...................................................... جهت استرداد تضمين شرکت در مناقصه و پرداخت مطالبات ناشی از اين مناقصه را اعلام می نمايد . </div>
    <div><span>قابل توجه  پيشنهاد دهندگان :</span><span> تکميل قسمتهای پيش بينی شده در اين برگ  الزميست </span></div>
    <div style="width: 100%;">
        <table>
            <tr>
                <td width="50%">تاريخ : <br>آدرس : <br>تلفن : 
                </td>
                <td width="50%">نام پيشنهاد دهنده : <br>مهر پيشنهاد دهنده : <br>امضا , نام و سمت امضا کنندگان امضای مجاز پيشنهاد دهنده:<br>
                </td>
            </tr>
        </table>
    </div>
</div> 